BEARER_TOKEN        = "BEARER TOKEN"
API_KEY             = "API キー"
API_SECRET          = "API シークレット"
ACCESS_TOKEN        = "アクセストークン"
ACCESS_TOKEN_SECRET = "アクセストークンシークレット"

KILLER              = "キラー番号"      # 下の一覧から自分のキラーの番号を入力
USER_ID             = "Steam64ID"     # 自分のSteam64IDを入力
TEMPLATE            = "今日の斧投げ🪓"  # 自分のキラーに合う文言に変更

AFTER_TWEET_TIME    = 43200          # ツイート後のクールタイム時間を秒数で指定（デフォルト：24時間）
STOP_TIME           = 3600           # 戦績が更新されていなかった場合の再取得までの待機時間（デフォルト：1時間）

"""
【キラー番号一覧】

  1: トラッパー
  2: レイス
  3: ヒルビリー
  4: ナース
  5: ハグ
  6: シェイプ
  7: ドクター
  8: ハントレス
  9: ナイトメア
 10: ピッグ
 11: エクセキューショナー
 12: ブライト
 13: トリックスター
 14: セノバイト
 15: カニバル
 16: クラウン
 17: スピリット
 18: リージョン
 19: プレイグ
 20: ゴーストフェイス
 21: デモゴルゴン
 22: 鬼
 23: デススリンガー
 24: ツインズ
 25: ネメシス
 26: アーティスト
 27: 怨霊
 28:ドレッジ
 
"""